from config_2 import *

start = "Рады Вас приветствовать в нашем сервисе по продаже дубового паркета"

about = ("Компания «Мир паркета», в течении последних двадцати лет занимается производством и продажей паркета в "
         "Санкт–Петербурге и является надёжным поставщиком штучного паркета, в первую очередь дубового паркета, "
         "при проведении реставрационных работ в ведущих музеях и дворцах Санкт – Петербурга. Специальное "
         "подразделение компании предоставляет качественные услуги по укладке паркета с предоставлением гарантии, "
         "плюс разносторонние работы по устройству пола – полов, в том числе и черновых. Паркетные работы "
         "специалистов нашей компании, заслужили высоких оценок от наших заказчиков.")

parquet_flooring_S = (f'Селект 420х70х15мм - Штучный паркет высшего сорта без отбора по распилу, '
                      f'обладающий однородной текстурой дерева без резких перепадов по тону и '
                      f'рисунку. Стандартная пачка содержит 70% тангенциального распила и 30% '
                      f'радиального. Заболонь, сучки, механические повреждения не допускаются.'
                      f'Цена за 1кв.м. {price_parquet_flooring_S}руб.')

large_format_parquet_S = (f"Селект 900х90х15мм - Широкоформатный паркет Паркет без отбора по распилу. "
                          f"Небольшие перепады по тону. Глазки диаметром до 1,5 мм. "
                          f"Здоровые сучки до 2 мм до 3-х штук. Цена за 1кв.м. {price_large_format_parquet_S}руб.")

solid_wood_parquet_S = (f"Селект 400-1800х150х16мм - Массивная доска без отбора по распилу. "
                        f"Допускается небольшие перепады по цвету, светлые здоровые сучки "
                        f"до 8 мм, темные до 5 мм. Не допускается заболонь, "
                        f"трещины. Цена за 1кв.м. {price_solid_wood_parquet_S} руб.")

parquet_flooring_N = (f"Натур 420х70х15мм - Паркет без разбора по распилу, обладающий "
                      f"натуральным рисунком дерева с легким перепадом оттенков, допускающий "
                      f"здоровые сучки (глазок) диаметром до 3-х мм, не более одного на пласт, "
                      f"наклон волокон, прожилки, угловую заболонь, не превышающую 15% от "
                      f"площади пласта. Механические повреждения "
                      f"не допускаются. Цена за 1кв.м. {price_parquet_flooring_N}руб.")

large_format_parquet_N = (f"Натур 900х90х15мм - Паркет без отбора по распилу. Заболонь до 10% "
                          f"на планке. Здоровые сучки диаметром до 5 мм в "
                          f"количестве 3 шт. Цена за 1кв.м. {price_large_format_parquet_N}руб.")

solid_wood_parquet_N = (f"Натур 400-1800х150х16мм - Массивная доска без отбора по распилу. "
                        f"Допускаются отличия по цвету, заболонь, глазки и темные сучки до "
                        f"8 мм, здоровые светлые сучки до 15 мм. Незначительные трещины в "
                        f"сучках допускаются. Цена за 1кв.м. {price_solid_wood_parquet_N} руб.")

parquet_flooring_R = (f"Рустик 420х70х15мм - Паркет, отличающийся живописной пестротой оттенков, "
                      f"от темно-коричневого до светло-молочного тона, оживляющий некоторую "
                      f"монотонность покрытия пола, подчеркивает всю натуральность "
                      f"текстуры дуба. Допускает наличие отдельных здоровых сучков до 10 мм, "
                      f"черных сучков до 3 мм и "
                      f"твердую заболонь. Цена за 1кв.м. {price_parquet_flooring_R}руб.")

large_format_parquet_R = (f"Рустик 900х90х15мм - Паркет без отбора по распилу. "
                      f"Допускается заболонь, сучки, микротрещины, перепады по "
                      f"цвету, темные и светлые прожилки, "
                      f"проросль. Цена за 1кв.м. {price_large_format_parquet_R}")

solid_wood_parquet_R = (f"Рустик 400-1800х150х16мм - Массивная доска без отбора по распилу. "
                        f"Яркие отличия по структуре и цвету древесины. Допускаются темные и "
                        f"светлые сучки до 35 мм, заболонь, отдельные червоточины, "
                        f"темные сучки, небольшие трещины на пласти и торцах, "
                        f"трещины в сучках. Цена за 1кв.м. {price_solid_wood_parquet_R}")

our_works = ("Вы можете посмотреть наши работы, выполненные на объектах как частных, "
             "так и общественных")

oter = ("Если Вас интересует какой либо другой продукт напольных покрытий, "
        "Вы можете связаться с администратором сервиса 2358080@mail.ru")
